<?php
return [
    // ---------------------start email messages -------------------
    'activation_email_code'=>'تفعيل البريد الالكتروني الخاص بموقع sync',
    'activation_email_code_body_message'=>'لقد تمت عملية التسجيل بنجاح من فضلك قم بتفعيل الحساب الخاص بكم من خلال الضغط علي هذا الرابط ',
    // ---------------------end email messages -------------------

    // ----------------------start user table inputs ---------------------
    'username'=>'اسم المستخدم',
    'email'=>'البريد الالكتروني',
    'password'=>'كلمة السر',
    'city_id'=>'المدينة',
    'phone'=>'رقم الهاتف',
    'image'=>'الصورة',
    // ----------------------end user table inputs ---------------------


    // ----------------------start of  cities - ---------------------
    'country'=>'الدولة',
    // ----------------------start en cities - ---------------------


    // ----------------------start general inputs - ---------------------
    'ar_name'=>'الاسم بالعربي',
    'en_name'=>'الاسم بالانجليزي',
    'parent_id'=>'تابع ل',
    'career_ladder'=>'السلم الوظيفي',
    'ar_description'=>'الوصف بالعربي',
    'en_description'=>'الوصف بالانجليزي',
    'note'=>'ملاحظات',
    // ----------------------end general inputs - ---------------------

    // ----------------------start of templates - ---------------------
    'category'=>'القسم',
    'category_id'=>'القسم',
    'type'=>'النوع',
    'visibility'=>'الرؤية',
    // ----------------------end of templates - ---------------------

    // ----------------------start of templates - ---------------------
    'reset_password_title'=>' استعاده كلمة المرور في سكلير',
    'reset_password_message'=>'يمكنك الضغط علي الرابط المرفق لانشاء كلمة سر جديدة خاصة بك',
    'click_here'=>'اضغط هنا',
    // ----------------------end of templates - ---------------------


    // ----------------------start of skills - ---------------------
    'skill'=>'مهارة',
    'sub_skill'=>'مهارة فرعية',
    'level'=>'مستوي',
    // ----------------------end of templates - ---------------------
    // ----------------------start of profile - ---------------------

    'language'=>'اللغه',
    'section'=>'القسم',
    'attribute'=>'السؤال',
    'answer'=>'الاجابة',
    // ----------------------end of profile - ---------------------

];
